Revit 2027 API
SpecTypeId.Stationing Property
 Stationing, in discipline Infrastructure.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Stationing { get; }
Public Shared ReadOnly Property Stationing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Stationing {
	ForgeTypeId^ get ();
}
static member Stationing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace